{
  "authors": {
    "tolstoy": {
      "bio": "Leo Tolstoy - head of Russian literature, educator, publicist, religious thinker, corresponding member of the Imperial Academy of Sciences, honorary academician in the category of fine literature, owner of the Imperial Order of St. Anna, medals \"For the Defense of Sevastopol\", \"In memory of the war of 1853-1856\", \"In memory of the 50th anniversary of the defense of Sevastopol\". Leo Tolstoy was born on September 9, 1828 in Yasnaya Polyana, Tula province, into a noble family. When the boy was two years old, his mother died. Seven years later, his father passed away. Leo's guardian was an aunt from Kazan. The writer later recalled the atmosphere of growing up in her family in the story \"Childhood\". At first, Tolstoy studied at home - French and German teachers studied with him. And in 1843 he began attending lectures at the Faculty of Oriental Literature of the Imperial Kazan University. But due to poor academic performance, he was subsequently transferred to the Faculty of Law. There, too, it did not grow together - the writer did not want to study on someone's instructions, he liked to comprehend the sciences on his own. Therefore, in 1847, without bringing the matter to a degree, Leo stopped pursuing higher education and decided to go home to take up farming. Although even this, because of his frequent absences from Yasnaya Polyana, did not come out too briskly. Noting that he was good at keeping a diary, Tolstoy decided to go to Moscow to try his hand at writing. At the same time, he became interested in cards, which later led to large debts. As a young man, Leo Tolstoy participated in hostilities with his brother Nikolai. First, as a cadet in the Caucasus mountains, then he transferred to Sevastopol, where he commanded a battery. Subsequently, the experience gained formed the basis or leitmotif of the works: \"Cossacks\"; \"Hadji Murad\"; \"Degraded\"; \"Cutting down the forest\"; \"Raid\"; \"Sevastopol stories\"; \"Adolescence\"; \"Youth\". Leo Tolstoy: to glory Fame in literary circles began to gradually come to Tolstoy in 1855 after writing stories about the right of serfs \"Polikushka\" and \"Morning of the landowner.\" From 1857 to 1860, Lev turned to wanderings, where he created school textbooks. In 1859, he even opened a school for peasant children. And later, from under his pen, such well-known works that gave him unprecedented glory rained down, such as: “War and Peace”; \"Anna Karenina\"; \"After the ball\"; \"For what\"; \"Power of darkness\"; \"Sunday\". In the eighties, Tolstoy decided to excommunicate from the church, not finding the truth in religion. There was a time when the creator even had thoughts of suicide, but his heart still stopped beating due to old age and illness - in the fall of 1910, when the writer was 82 years old, Tolstoy became ill on a train bound for Kozelsk. At the Astapovo railway station, the chief gave him shelter. A week later, the writer's excruciating suffering was gone. On November 9, several thousand people gathered in Yasnaya Polyana to say goodbye to Leo Tolstoy. This was the first public funeral of a famous person that was not held according to the Orthodox rite.",
      "books": {
        "warAndPeace1": {
          "description": "The book includes the first volume of the epic novel War and Peace.",
          "pubDate": "08.09.2017",
          "title": "War and peace. Volume 1",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace2": {
          "description": "The book includes the second volume of the epic novel \"War and Peace\".",
          "pubDate": "08.09.2017",
          "title": "War and peace. Volume 2",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace3": {
          "description": "The book includes the third volume of the epic novel \"War and Peace\".",
          "pubDate": "08.09.2017",
          "title": "War and peace. Volume 3",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace4": {
          "description": "The book includes the fourth volume of the epic novel War and Peace.",
          "pubDate": "08.09.2017",
          "title": "War and Peace. Volume 4",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "karenina": {
          "description": "Anna Karenina, one of Leo Tolstoy's most famous novels, begins with an aphoristic phrase: \"All happy families are alike, each unhappy family is unhappy in its own way.\" This is a book about eternal values: about love, about faith, about family, about human dignity.",
          "pubDate": "06.11.2008",
          "title": "Anna Karenina",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        }
      },
      "firstname": "Leo",
      "lastname": "Tolstoy",
      "middlename": "Nikolaevich"
    },
    "raid": {
      "firstname": "Ayn",
      "lastname": "Rand",
      "middlename": "",
      "bio": "Ayn Rand is an American writer and philosopher of Jewish origin originally from Russia, the creator of the philosophy of objectivism, and a two-time winner of the Prometheus Prize.\n\nAyn Rand, at the birth of Alisa Zinovievna Rosenbaum, was born on February 2, 1905 in St. Petersburg in a Jewish family of a pharmacist and dental technician, which is prosperous due to the fact that Ain's father in 1914 became the owner of a pharmacy in the city center.\n\nThe girl learned to read at the age of four, and a few years later she began to compose her first stories. At first, Alice studied at the women's gymnasium M. N. Stoyunina. But in 1917, after the revolution in Russia, her father's property was confiscated, and he had to move his family to the Crimea, where the girl graduated from school in Evpatoria.\n\nOn October 2, 1921, Rand applied to Petrograd University for a degree in social pedagogy, in which she studied history, philology, and law. She graduated from an educational institution in 1924, and a year later, in the publishing series Popular Film Library, her first creation was published as a separate book - a story about the work of the popular silent film actress Paula Negri.\n\nIn 1925, Ayn was issued a student visa to the United States, and in February 1926 she came to Chicago, to the house of her mother's cousins. She then began working as an extra in Hollywood. In 1929, having married film actor Frank O'Connor, on March 13, 1931, she received American citizenship.\n\nFrom 1927 to 1932, Ayn Rand worked as a waitress, newspaper subscription saleswoman, and dresser. And then she managed to sell the script \"Red Pawn\" to Universal Studios for one and a half thousand dollars. It was an excellent initial investment in the pursuit of literary creativity.\n\nAyn Rand: books\nIt is worth noting that the first story in English, \"The Husband I Bought,\" Rand wrote back in 1926, as soon as she arrived in the United States, but it was not published until 1984. The first work that the public saw was the novel “We Are the Living” about the life of the dispossessed in the USSR, which Rand composed for six whole years: first it was appreciated by American readers in 1936, and a year later by English ones. But, alas, he did not cause a big response.\n\nIn 1942, the Mussolini regime, having identified criticism of Soviet communism in the novel, ordered it to be filmed without the knowledge of Ayn Rand. This was a big impetus to the subsequent popularity of the writer: the leading actors of Italian cinema starred in the film, and after its release, the total circulation of the book reached two million copies. Then brilliant works literally rained down from Ayn Rand's pen:\n\n\"Hymn\" (1937);\n\"Source\" (1943);\nAtlas Shrugged (1957);\n\"For the New Intellectual\" (1961);\n\"The Virtue of Selfishness\" (1964);\nCapitalism: An Unknown Ideal (1966);\nThe New Left: An Anti-Industrial Revolution (1971);\n\"Introduction to the Philosophy of Knowledge of Objectivism\" (1979);\n\"Philosophy: Who Needs It\" (1982).\nAyn Rand died of heart failure on March 6, 1982. Buried at Kensico Cemetery in Valhalla, New York.",
      "books": {
        "atlant": {
          "description": "How hard is the fate of businessmen who, in the era of socialism, are forced to exist in chaos, disguised as the prosperity of the people and equal opportunities for all people? Ayn Rand's magnificent novel, which she spent twelve years writing, will tell about this!\n\nIt uniquely combines realism and fantasy, dystopia and utopia, sizzling grotesque and romantic heroics. Here the well-known literary “damned questions” about the meaning of life are reflected in a very new way and paradoxical, sharp and often controversial answers are offered. No wonder Americans claimed in 1991 that the Bible and Atlas Shrugged were the two books that changed their lives.\n\nThe work really changes the worldview,\nforms a holistic perception of the world,\nanswers the eternal questions about the social significance of entrepreneurship.\nThat is why it hit the New York Times bestseller list just three days after it went on sale. Well, do not miss the opportunity to learn the whole ins and outs of market business processes and life troubles in order to make the right decision if necessary!",
          "pubDate": "12.10.2012",
          "title": "Atlas Shrugged",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "alive": {
          "description": "The book was published in 1936 in the United States and immediately sold three million copies. In it, the writer publicly opposes communism, reveals its ugly essence and how it changes people's personalities. She notes that the work is partly autobiographical, primarily in an intellectual sense.\n\nThe central theme of the novel is the struggle of the individual against state tyranny. Three young people are trying to achieve their goals in post-revolutionary Russia. Leo is a representative of the aristocracy, Andrei is an ideological communist, an employee of the GPU, Kira is a young girl striving for independence. Leo does not withstand proletarian pressure and betrays himself and his loved ones. Andrei, on the contrary, abandons his ideals in order to help his beloved.",
          "pubDate": "07.10.2012",
          "title": "We are alive",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        }
      }
    }
  }
}
